Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# PHOTO_MODE_DEPTH_GROUP_FOOTER
source: Automatically capture depth information if a person, dog, or cat is prominent in the frame in Photo mode, so you can apply Portrait effects later.
ar: التقاط معلومات العمق تلقائيًا إذا ظهر شخص أو كلب أو قطة بوضوح داخل الإطار في نمط "صورة"، وبذلك يمكنك تطبيق تأثيرات البورتريه لاحقًا.
bg: Автоматично заснемайте информация за дълбочината, ако има откроен човек, куче или котка в кадъра при режим Снимка, така че да можете да приложите по-късно ефект Портрет.
bn: ফটো মোডের ফ্রেমে স্পষ্টভাবে কোনো ব্যক্তি, কুকুর অথবা বিড়াল থাকলে স্বয়ংক্রিয়ভাবে ডেপথ সংক্রান্ত তথ্য ক্যাপচার হয়, যাতে আপনি পরে পোর্ট্রেট এফেক্ট প্রয়োগ করতে পারেন।
ca: En fer servir el mode de foto, si en primer pla hi ha persones, gossos o gats, pots capturar la informació de profunditat automàticament i aplicar efectes de retrat més tard.
cs: Pokud je výraznou součástí záběru v režimu Foto osoba, pes, nebo kočka, automaticky se zaznamenají informace o hloubce pole, abyste později mohli použít efekty portrétu.
da: Tag automatisk et foto med dybdeoplysninger i fotofunktion, hvis en person, hund eller kat er fremtrædende på billedet, så du kan anvende portræteffekter senere.
de: Zeichne automatisch Tiefeninformationen auf, wenn eine Person, ein Hund oder eine Katze im Fotomodus auffällig im Bildbereich platziert sind. Dadurch kannst du später Porträteffekte anwenden.
el: Αυτόματη λήψη πληροφοριών βάθους αν ένα άτομο, ένας σκύλος ή μια γάτα βρίσκονται σε διακριτή θέση στο καρέ στη Λειτουργία φωτογραφίας, ώστε να μπορείτε να εφαρμόσετε τα εφέ Πορτρέτου αργότερα.
es: Si en el encuadre de la cámara con el modo Foto hay una persona, un perro o un gato en primer plano, se capturará automáticamente la información de profundidad para que puedas convertir la foto en un retrato posteriormente.
es_us: Si sale una persona, perro o gato en primer plano en las tomas realizadas con el modo Foto, se capturará automáticamente la información de profundidad para que se puedan aplicar efectos de Retrato más adelante.
fi: Tallenna automaattisesti syväterävyystiedot, jos kehyksessä on keskeisesti ihminen, koira tai kissa Kuva-tilassa, jolloin voit käyttää Muotokuva-tehosteita myöhemmin.
fr: Capturez automatiquement les informations relatives à la profondeur si une personne, un chien ou un chat se trouve au premier plan du cadre en mode Photo, afin de pouvoir appliquer des effets Portrait ultérieurement.
fr_ca: Pour pouvoir appliquer des effets de portrait par la suite, capturez automatiquement l’information de profondeur si une personne, un chien ou un chat occupe le premier plan en mode Photo.
gu: જો ફોટો મોડમાં કોઈ વ્યક્તિ, કૂતરા અથવા બિલાડીને આગળ પડતું બતાવાયું હોય તો ઑટોમૅટિક રીતે ડેપ્થ માહિતી કૅપ્ચર કરી લેવામાં આવે છે જેથી તમે પોર્ટ્રેટ અસરોને પછીથી લાગુ કરી શકો.
he: במצב ״תמונה״, ניתן לשמור באופן אוטומטי את פרטי עומק השדה של התמונה כאשר אדם, כלב או חתול נוכחים בצורה בולטת בפריים, כדי לאפשר הוספת אפקטים של תמונת פורטרט מאוחר יותר.
hi: अगर तस्वीर मोड में किसी व्यक्ति, कुत्ता या बिल्ली को प्रमुखता से दिखाया गया है, तो ऑटोमैटिकली डेप्थ जानकारी कैप्चर कर ली जाती है जिससे आप पोर्ट्रेट प्रभावों को बाद में लागू कर सकें।
hr: Automatski snimite informacije o dubini ako su osoba, pas ili mačka istaknuti unutar okvira u modu fotografije, tako da efekte portreta možete primijeniti kasnije.
hu: Automatikusan rögzíti a mélységadatokat, ha egy személy, kutya vagy macska szerepel a kép előterében Fotó mód használatakor, így később alkalmazhatja a Portréeffekteket.
id: Rekam informasi kedalaman secara otomatis jika ada orang, anjing, atau kucing yang terlihat mencolok di bingkai dalam mode Foto, sehingga Anda dapat menerapkan efek Potret di kemudian waktu.
it: Acquisisci automaticamente informazioni sulla profondità se una persona, un cane o un gatto sono in primo piano nell’inquadratura in modalità Foto, così potrai applicare effetti Ritratto in seguito.
ja: 写真モードで、フレーム内の人、犬、または猫が目立つ場合、自動的に被写界深度情報が取得されるため、ポートレートエフェクトを適用することができます。
kk: Фото режимінде кадрда адам, ит немесе мысық ерекшеленіп тұрса, тереңдік туралы ақпаратты автоматты түрде алыңыз, ал «Портрет» әсерлерін кейінірек қолдануға болады.
kn: ಫೋಟೋ ಮೋಡ್‌ನಲ್ಲಿನ ಫ್ರೇಮ್‌ನಲ್ಲಿ ವ್ಯಕ್ತಿ, ನಾಯಿ ಅಥವಾ ಬೆಕ್ಕು ಪ್ರಮುಖವಾಗಿ ಕಾಣಿಸಿದರೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಡೆಪ್ತ್ ಮಾಹಿತಿಯನ್ನು ಕ್ಯಾಪ್ಚರ್ ಮಾಡಿ, ಇದರಿಂದ ನೀವು ಪೋರ್ಟ್ರೇಟ್ ಎಫೆಕ್ಟ್ ಅನ್ನು ನಂತರದಲ್ಲಿ ಅನ್ವಯಿಸಬಹುದು.
ko: 사진 모드에서 프레임 속에 사람, 개 또는 고양이가 두드러져 보이는 경우, 나중에 인물 사진 효과를 적용할 수 있도록 심도 정보를 자동으로 캡처합니다.
lt: Automatiškai užfiksuokite gylio informaciją, jei nuotraukų režimu kadre matosi žmogus, šuo ar katė, kad vėliau galėtumėte pritaikyti portreto efektus.
ml: ഫോട്ടോ മോഡിൽ ഫ്രെയിമിൽ ഒരു വ്യക്തിയോ, നായയോ, പൂച്ചയോ വ്യക്തമായി കാണപ്പെടുന്നെങ്കിൽ ഡെപ്ത് വിവരങ്ങൾ ഓട്ടോമാറ്റിക്കായി കാപ്ചർ ചെയ്യൂ. അതുവഴി നിങ്ങൾക്ക് പിന്നീട് പോർട്രെയ്റ്റ് ഇഫക്റ്റുകൾ പ്രയോഗിക്കാനാവും.
mr: फोटो मोडमध्ये जर एखादी व्यक्ती, कुत्रा, किंवा मांजर प्रमुख म्हणून दाखवले गेल्यास, डेप्थ माहिती ऑटोमॅटिकली कॅप्चर केली जाते, ज्यामुळे तुम्ही नंतर पोर्ट्रेट इफेक्ट लागू करू शकता.
ms: Tangkap maklumat kedalaman secara automatik jika orang, anjing atau kucing menonjol dalam bingkai dalam mod Foto, supaya anda boleh menggunakan kesan Potret kemudian.
nb: Registrer dybdeinformasjon automatisk hvis det vises en person, hund eller katt i framgrunnen i Bilde-modus, slik at du kan ta i bruk Portrett-effekter senere.
nl: Leg automatisch diepte-informatie vast als een persoon, hond of kat prominent aanwezig is in het kader in de fotomodus, zodat je later Portret-effecten kunt toepassen.
or: ଫଟୋ ମୋଡ୍‌ରେ ଫ୍ରେମ୍‌ରେ ଯଦି କୌଣସି ବ୍ୟକ୍ତି, କୁକୁର କିମ୍ୱା ବିଲେଇ ସୁସ୍ପଷ୍ଟ ଥାଆନ୍ତି ତେବେ ସ୍ବୟଂଚାଳିତ ଭାବରେ ଡେପ୍‌ଥ୍ ସୂଚନା କ୍ୟାପ୍‌ଚର୍ କରନ୍ତୁ, ଯାହାଦ୍ୱାରା ଆପଣ ପରେ ପୋର୍ଟ୍ରେଟ୍ ଇଫେକ୍ଟ୍‌ ଲାଗୁ କରିପାରିବେ।
pa: ਜੇਕਰ ਤਸਵੀਰ ਮੋਡ ਦੇ ਫ਼ਰੇਮ ਵਿੱਚ ਕੋਈ ਵਿਅਕਤੀ, ਕੁੱਤਾ ਜਾਂ ਬਿੱਲੀ ਪ੍ਰਮੁੱਖ ਹੈ ਤਾਂ ਆਟੋਮੈਟਿਕਲੀ ਪੂਰੀ ਜਾਣਕਾਰੀ ਕੈਪਚਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਜੋ ਤੁਸੀਂ ਪੋਰਟ੍ਰੇਟ ਪ੍ਰਭਾਵਾਂ ਨੂੰ ਬਾਅਦ ਵਿੱਚ ਲਾਗੂ ਕਰ ਸਕੋ।
pl: Mapa głębi będzie rejestrowana automatycznie, gdy kadr w trybie Zdjęcie zawiera na pierwszym planie osobę, psa lub kota, co pozwoli później zastosować efekty portretowe.
pt_br: Capture automaticamente informações de profundidade de uma pessoa, cachorro ou gato que esteja destacado no modo Retrato, para que você possa aplicar efeitos de Retrato posteriormente.
pt_pt: Capturar automaticamente informação de profundidade se uma pessoa, cão ou gato aparecer em primeiro plano no enquadramento ao usar o modo Fotografia, para poder aplicar efeitos de retrato mais tarde.
ro: Dacă o persoană, un câine sau o pisică se află în prim‑plan în cadrul din modul Foto, informațiile despre adâncime vor fi înregistrate automat pentru a putea aplica ulterior efecte Portret.
ru: Информация о глубине записывается автоматически, если в режиме фотосъемки на переднем плане есть человек, собака или кошка. К такому изображению позже можно применить эффекты портрета.
sk: Ak záberu v režime Foto dominuje osoba, pes alebo mačka, automaticky budú zachytené informácie o hĺbke poľa, aby bolo možné neskôr použiť efekty portrétu.
sl: Samodejno zajemite informacije o globini, če so v fotografskem načinu na sliki oseba, pes ali mačka dobro vidni, tako da lahko pozneje dodate učinke portreta.
sv: Samlar automatiskt in djupinformation om en person, hund eller katt syns tydligt inom ramen i Bildläge, så att du kan lägga till porträtteffekter senare.
ta: புகைப்படப் பயன்முறையில் ஒரு நபரோ, நாயோ பூனையோ பிரதானமாகப் படம் பிடிக்கப்படுகிறது எனில் படத்தில் டெப்த் தகவல்களையும் சேர்த்துப் பதிவுசெய்யலாம். இதன்மூலம் அந்தப் புகைப்படத்தில் போர்ட்ரெய்ட் விளைவுகளைப் பின்னர் சேர்க்க முடியும்.
te: ఫోటో మోడ్‌‌లో వ్యక్తి, కుక్క లేదా పిల్లి ఫ్రేమ్‌లో స్పష్టంగా ఉంటే, డెప్త్ సమాచారం ఆటోమేటిక్‌గా క్యాప్చర్ చేయబడుతుంది, దానివలన మీరు పోర్ట్రెయిట్ ఎఫెక్ట్‌లను తర్వాత వర్తింపజేయవచ్చు.
th: เก็บภาพชัดลึกโดยอัตโนมัติหากมีคน สุนัข หรือแมวโดดเด่นแสดงอยู่ในเฟรมในโหมดรูปภาพ คุณจึงสามารถปรับใช้เอฟเฟ็กต์ภาพถ่ายบุคคลในภายหลังได้
tr: Fotoğraf modunda çerçevede kişi, köpek veya kedi öne çıkıyorsa derinlik bilgilerini otomatik olarak alır, böylece daha sonra Portre efektlerini uygulayabilirsiniz.
uk: Якщо у фоторежимі в кадрі чітко виявлено людину, кішку чи собаку, автоматично захоплювати дані глибини різкості, щоб потім можна було застосувати ефекти режиму «Портрет».
ur: اگر فریم کے اندر تصویر موڈ میں کسی شخص، کتا یا بلی کو نمایاں طور پر دکھایا گیا ہے تو آٹومیٹک طریقے سے ڈیپتھ معلومات کیپچر کر لی جاتی ہے تاکہ آپ بعد میں پورٹریٹ ایفیکٹس کو اپلائی کرسکیں۔
vi: Tự động thu dữ liệu thông tin chiều sâu nếu một người, một con chó hoặc một con mèo nổi bật trong khung hình ở chế độ Ảnh để bạn có thể áp dụng các hiệu ứng Chân dung sau này.
zh_cn: 照片模式下，若人物、猫狗在取景框处于显著位置，则自动捕捉景深信息，以便你稍后应用“人像”效果。
zh_hk: 如人物、狗或貓在「影相」模式取景框內顯著突出，自動取得景深資料，讓你稍後可以套用「人像」效果。
zh_tw: 若人物或貓狗在「拍照」模式觀景框內顯著突出，系統會自動取得景深資訊，讓你稍後可以套用「人像」效果。

# PHOTO_MODE_DEPTH_SWITCH
source: Portraits in Photo Mode
ar: بورتريه في نمط صورة
bg: Портрети в режим Снимка
bn: ফটো মোডে পোর্ট্রেট
ca: Retrats en mode de foto
cs: Portréty v režimu Foto
da: Portrætter i fotofunktion
de: Porträts im Fotomodus
el: Πορτρέτα στη Λειτουργία φωτογραφίας
es: Retratos en el modo Foto
es_us: Retratos en modo Foto
fi: Muotokuvat Kuva-tilassa
fr: Portraits en mode Photo
fr_ca: Portraits en mode Photo
gu: ફોટો મોડમાં પોર્ટ્રેટ
he: תמונות פורטרט במצב ״תמונה״
hi: तस्वीर मोड में पोर्ट्रेट
hr: Portreti u modu fotografije
hu: Portrék a Fotó módban
id: Potret dalam Mode Foto
it: Ritratti in modalità Foto
ja: 写真モードでのポートレート
kk: «Фото» режиміндегі портреттер
kn: ಫೋಟೋ ಮೋಡ್‌ನಲ್ಲಿನ ಪೋರ್ಟ್ರೇಟ್‌ಗಳು
ko: 사진 모드에서의 인물 사진
lt: Portretai nuotraukų režimu
ml: ഫോട്ടോ മോഡിലെ പോർട്രെയ്റ്റുകൾ
mr: फोटो मोडमध्ये पोर्ट्रेट
ms: Potret dalam Mod Foto
nb: Portretter i Bilde-modus
nl: Portretten in fotomodus
or: ଫଟୋ ମୋଡ୍‌ରେ ପୋର୍ଟ୍ରେଟ୍
pa: ਤਸਵੀਰ ਮੋਡ ਵਿੱਚ ਪੋਰਟ੍ਰੇਟ
pl: Portrety w trybie Zdjęcie
pt_br: Retratos no Modo Foto
pt_pt: Retratos em modo Fotografia
ro: Portrete în modul Foto
ru: Портреты в режиме фотосъемки
sk: Portréty v režime Foto
sl: Portreti v fotografskem načinu
sv: Porträtt i Bildläge
ta: புகைப்படப் பயன்முறையில் போர்ட்ரெய்ட்டுகள்
te: ఫోటో మోడ్‌లోని పోర్ట్రెయిట్‌లు
th: ภาพถ่ายบุคคลในโหมดรูปภาพ
tr: Fotoğraf Modunda Portreler
uk: Портрети у фоторежимі
ur: تصویر موڈ میں پورٹریٹ
vi: Chân dung trong chế độ Ảnh
zh_cn: 照片模式下的人像
zh_hk: 影相模式中的人像
zh_tw: 拍照模式中的人像

# PRO_RES_COLOR_SPACE_FOOTER
source: Log is a video format that retains more information in the file, providing additional flexibility when editing color and making adjustments after the video is captured. Log will appear flat and gray before processing adjustments are made.
ar: ‏Log هو تنسيق فيديو يحتفظ بمعلومات أكثر في الملف، حيث يوفر مزيدًا من المرونة عند تعديل اللون وإجراء التعديلات بعد التقاط الفيديو. سيظهر فيديو Log بألوان مسطحة (فلات) ورمادية قبل إجراء تعديلات المعالجة.
bg: Log е видео формат, който запазва повече информация във файла, осигурявайки допълнителна гъвкавост при редактиране на цветовете и извършване на корекции, след като видеото бъде заснето. Форматът Log ще изглежда плосък и сив, преди да бъдат направени обработките.
bn: লগ হল একটি ভিডিও ফরম্যাট যা ফাইলে আরও তথ্য ধরে রাখে, ভিডিও তোলার পরে কালার এডিট করার সময় এবং অ্যাডজাস্ট করার সময় অতিরিক্ত নমনীয়তা প্রদান করে। করা অ্যাডজাস্টমেন্টগুলি প্রক্রিয়া করার আগে লগ সমতল এবং ধূসর দেখাবে।
ca: El Log és un format de vídeo que conserva més informació a l’arxiu, la qual cosa ofereix més flexibilitat en editar el color i en fer altres ajustaments després de gravar un vídeo. L’aspecte dels arxius Log serà pla i gris fins que es processin tots els ajustaments.
cs: Log je formát videa, který v souboru zachovává víc informací a poskytuje tak větší pružnost při barevných korekcích a dodatečných úpravách po natočení. Před postprodukčním zpracováním vypadá video v tomto formátu nevýrazně a zašedle.
da: Log er et videoformat, der bevarer flere oplysninger i arkivet. Dette giver mere fleksibilitet til at redigere farver og foretage justeringer, efter at videoen er optaget. Log-arkiver fremstår flade og grå, før der foretages justeringer under billedbehandlingen.
de: Log ist ein Videoformat, bei dem mehr Informationen in der Datei erhalten bleiben. Dadurch wird mehr Flexibilität bei der Farbanpassung und beim Nachbearbeiten von aufgenommenen Videos ermöglicht. Vor den entsprechenden Anpassungen wirken Log-Dateien flach und grau.
el: Το Log είναι μια μορφή βίντεο που διατηρεί περισσότερες πληροφορίες στο αρχείο προσφέροντας πρόσθετη ευελιξία κατά την επεξεργασία χρωμάτων και την πραγματοποίηση προσαρμογών μετά την καταγραφή του βίντεο. Το Log θα εμφανίζει τα βίντεο επίπεδα και με γκρι χρώμα πριν από την εφαρμογή των προσαρμογών επεξεργασίας.
es: Log es un formato de vídeo que retiene más cantidad de información en el archivo, lo que ofrece más flexibilidad a la hora de editar los colores y realizar ajustes después de grabar un vídeo. Antes de que se procesen los ajustes, este formato hará que el contenido se muestre plano y gris.
es_us: Log es un formato de video que retiene más información en el archivo, lo que ofrece flexibilidad adicional al editar y hacer ajustes al video capturado. Antes de procesar los ajustes, este formato mostrará el contenido gris y plano.
fi: Log on videomuoto, joka säilyttää tiedostossa enemmän tietoja, jolloin jälkikäsittelyssä voidaan muokata värejä ja tehdä säätöjä joustavammin. Log vaikuttaa lattealta ja harmaalta ennen säätöjä.
fr: Log est un format vidéo permettant de conserver davantage d’informations dans le fichier, vous offrant ainsi une plus grande flexibilité pour modifier les couleurs et effectuer des ajustements après la capture de la vidéo. Les vidéos au format Log présentent un aspect gris et uniforme avant l’application des ajustements de traitement.
fr_ca: Log est un format vidéo qui enregistre plus d’informations dans le fichier et qui offre plus de flexibilité pour modifier les couleurs et effectuer des ajustements une fois la vidéo capturée. Tant que les vidéos Log ne sont pas traitées, leur aspect est gris et uniforme.
gu: Log એક એવું વીડિયો ફૉર્મેટ છે જે ફાઇલમાં વધુ માહિતી જાળવી રાખે છે જેનાથી વીડિયો કૅપ્ચર કર્યા પછી કલરને સંપાદિત કરવામાં અને ઍડજસ્ટ કરતી વખતે વધારે ફ્લેક્સિબિલિટિ મળે છે. પ્રોસેસિંગ ઍડજસ્ટમેંટ કરતાં પહેલાં Log ફ્લૅટ અને ગ્રે દેખાશે.
he: ‏Log הוא פורמט וידאו המשמר יותר מידע בקובץ ומספק גמישות נוספת בעת עריכת צבע ויצירת התאמות לאחר צילום הסרטון. Log יופיע שטוח ואפור לפני עיבוד ההתאמות.
hi: Log एक ऐसा वीडियो फ़ॉर्मैट है जो फ़ाइल में और अधिक जानकारी रिटेन करता है, जिससे वीडियो कैप्चर करने के बाद रंग को संपादित करने और वीडियो में ऐडजस्टमेंट करने में अतिरिक्त लचीलापन हासिल होता है। प्रोसेसिंग ऐडजस्टमेंट करने से पहले Log फ़्लैट और ग्रे दिखाई देगा।
hr: Log je video format koji zadržava više informacija u datoteci te pruža dodatnu fleksibilnost prilikom uređivanja boja i drugih prilagodbi nakon snimanja videozapisa. Log će se prikazivati plosnato i sivo prije nego što se unesu prilagodbe za obradu.
hu: A Log egy videóformátum, amely több információt tart meg a fájlban, és nagyobb rugalmasságot biztosít a videó rögzítését követő színszerkesztés és módosítások során. A feldolgozási módosítások elvégzése előtt a Log jellegtelennek és szürkének fog látszani.
id: Log adalah format video yang menyimpan lebih banyak informasi di file, sehingga menyediakan fleksibilitas lebih saat mengedit warna dan membuat penyesuaian setelah video direkam. Log akan muncul datar dan abu-abu sebelum penyesuaian pemrosesan dilakukan.
it: Log è un formato video che conserva più informazioni nel file, offrendo maggiore flessibilità durante l’applicazione di correzioni al colore e di altre calibrazioni dopo l’acquisizione del filmato. Prima di tali calibrazioni, Log avrà un aspetto piatto e grigio.
ja: Logは、ファイル内に詳細情報を保持するビデオ形式で、これにより、ビデオ撮影後のカラー編集や調整の自由度が高くなります。調整処理を行う前のLogは平坦でグレイに見えます。
kk: Log — түсті өңдеу және видео түсірілгеннен кейін түзетулер енгізу кезінде қосымша икемділікті қамтамасыз ететін, файлда қосымша ақпарат сақтайтын видео форматы. Log өңдеу реттеулері жасалмас бұрын тегіс және сұр болып көрінеді.
kn: ಲಾಗ್ ಎಂಬುದು ವೀಡಿಯೊ ಫಾರ್ಮ್ಯಾಟ್ ಆಗಿದ್ದು, ಇದು ಫೈಲ್‌ನಲ್ಲಿ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಯನ್ನು ಉಳಿಸಿಕೊಳ್ಳುತ್ತದೆ, ಬಣ್ಣವನ್ನು ಎಡಿಟ್ ಮಾಡುವಾಗ ಮತ್ತು ವೀಡಿಯೊ ಕ್ಯಾಪ್ಚರ್ ಮಾಡಿದ ನಂತರ ಹೊಂದಾಣಿಕೆಗಳನ್ನು ಮಾಡಲು ಹೆಚ್ಚುವರಿ ಫ್ಲೆಕ್ಸಿಬಿಲಿಟಿಯನ್ನು ಒದಗಿಸುತ್ತದೆ. ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವಿಕೆ ಹೊಂದಾಣಿಕೆಗಳನ್ನು ಮಾಡುವ ಮೊದಲು ಲಾಗ್ ಫ್ಲ್ಯಾಟ್ ಮತ್ತು ಗ್ರೇ ಆಗಿ ಕಾಣಿಸುತ್ತದೆ.
ko: Log는 파일에 더 많은 정보를 보존하는 비디오 포맷으로, 비디오를 촬영한 후 색상을 편집하고 조절하는 데 추가적인 유연성을 제공합니다. Log는 조절 처리 전에 균일한 흑백 영상으로 나타납니다.
lt: „Log“ – tai vaizdo įrašo formatas, kurį taikant faile išsaugoma daugiau informacijos, todėl galima lanksčiau redaguoti įrašyto vaizdo spalvas ir kitus parametrus. Prieš apdorojant „Log“ bus plokščias ir pilkas.
ml: ലോഗ് എന്നത് ഫയലിലുള്ള കൂടുതൽ വിവരങ്ങൾ നിലനിർത്തുന്ന ഒരു വീഡിയോ ഫോർമാറ്റ് ആണ്. വീഡിയോ കാപ്ചർ ചെയ്ത ശേഷം നിറം എഡിറ്റ് ചെയ്യുകയും ക്രമപ്പെടുത്തുകയും ചെയ്യുമ്പോൾ ഇത് അധിക വഴക്കം നൽകുന്നു. പ്രൊസസിങ് ക്രമപ്പെടുത്തലുകൾ വരുത്തുന്നതിന് മുൻപ് ഫ്ലാറ്റും ഗ്രേയും ആയി ലോഗ് കാണപ്പെടും.
mr: Log एक व्हिडिओ फॉरमॅट आहे जो फाइलमध्ये अधिक माहिती राखून ठेवतो, ज्यामुळे व्हिडिओ कॅप्चर केल्यानंतर रंग संपादित करताना किंवा ॲडजस्टमेंट करताना अतिरिक्त लवचिकता प्रदान केली जाते. ॲडजस्टमेंटची प्रक्रिया करण्याआधी लॉग फ्लॅट आणि करड्या रंगाचा दिसतो.
ms: Log ialah format video yang mengekalkan lebih banyak maklumat dalam fail, menyediakan fleksibiliti tambahan semasa mengedit warna dan membuat pelarasan selepas video dirakam. Log akan kelihatan rata dan kelabu sebelum pelarasan pemprosesan dibuat.
nb: Videoformatet Log beholder mer informasjon i filen, slik at du har mer fleksibilitet til å redigere farger og gjøre andre endringer etter at videoen er tatt opp. Log virker tilsynelatende flat og grå til du begynner å behandle filen.
nl: Log is een videostructuur die meer informatie in het bestand bewaart, wat extra flexibiliteit biedt bij het bewerken van kleur en het maken van aanpassingen nadat de video is vastgelegd. Log wordt eentonig en grijs weergegeven voordat aanpassingen aan de verwerking worden gedaan.
or: ଲଗ୍ ହେଉଛି ଏକ ଭିଡିଓ ଫର୍ମାଟ୍ ଯାହା ଫାଇଲ୍‌ରେ ଅଧିକ ସୂଚନା ରଖେ, ରଙ୍ଗ ଏଡିଟ୍ କରିବା ସମୟରେ ଅତିରିକ୍ତ ନମନୀୟତା ପ୍ରଦାନ କରେ ଏବଂ ଭିଡିଓ କ୍ୟାପ୍‌ଚର୍ ହେବା ପରେ ଆଡ୍‌ଜଷ୍ଟ୍‌ମେଣ୍ଟ୍ କରେ। ଆଡ୍‌ଜଷ୍ଟ୍‌ମେଣ୍ଟ୍ ପ୍ରକ୍ରିୟାକରଣ କରିବା ପୂର୍ବରୁ ଲଗ୍ ଫ୍ଲାଟ୍ ଏବଂ ଧୂସର ଦେଖାଯିବ।
pa: ਲੌਗ ਇੱਕ ਅਜਿਹਾ ਵੀਡੀਓ ਫ਼ਾਰਮੈਟ ਹੈ ਜੋ ਫ਼ਾਈਲ ਵਿੱਚ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਦਾ ਹੈ, ਜਿਸ ਨਾਲ ਵੀਡੀਓ ਨੂੰ ਕੈਪਚਰ ਕਰਨ ਤੋਂ ਬਾਅਦ ਰੰਗ ਵਿੱਚ ਸੋਧ ਕਰਨ ਅਤੇ ਵੀਡੀਓ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰਨ ਸਮੇਂ ਹੋਰ ਲਚਕਤਾ ਪ੍ਰਦਾਨ ਹੁੰਦੀ ਹੈ। ਪ੍ਰਕਿਰਿਆ ਕਰਨਾ ਅਡਜਸਟ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਲੌਗ ਫਲੈਟ ਅਤੇ ਸਲੇਟੀ ਦਿਖਾਈ ਦੇਵੇਗਾ।
pl: Log to format wideo, który zachowuje w pliku więcej informacji, oferując większą elastyczność edycji kolorów i korekcji po zarejestrowaniu klipu. Przed edycją materiały Log nie mają głębi ani prawidłowych kolorów.
pt_br: O Log é um formato de vídeo que retém mais informações no arquivo e oferece mais flexibilidade na edição de cores e nos ajustes realizados após a captura do vídeo. Antes da realização de ajustes de processamento, o Log terá uma aparência acinzentada, com baixo contraste.
pt_pt: Log é um formato de vídeo que preserva mais informação no ficheiro, o que possibilita uma maior flexibilidade na edição de cores e ajustamento após a captura do vídeo. O conteúdo Log terá um aspeto uniforme e cinzento antes de serem aplicados os ajustes de processamento.
ro: Log este un format video care reține mai multe informații în fișier, aducând un plus de flexibilitate pentru editarea culorilor și efectuarea ajustărilor după înregistrarea conținutului video. Log va avea un aspect plat și gri înainte de efectuarea ajustărilor de procesare.
ru: Log — это видеоформат, позволяющий сохранить больше информации в файле. Этот формат дает широкие возможности для цветокоррекции и точной настройки видео после его съемки. Видео формата Log будет низкоконтрастным и серым, пока его параметры не будут изменены в ходе обработки.
sk: Log je formát videa, ktorý zachováva väčšie množstvo informácií v súboroch a poskytuje väčšiu flexibilitu pri korekcii farieb a úpravách záznamu. Nespracované videá vo formáte Log sa vyznačujú nízkym kontrastom a farbami v odtieňoch sivej.
sl: Log je oblika zapisa videa, ki ohrani več informacij v datoteki, kar omogoča dodatno prilagodljivost pri urejanju barv in izvajanju popravkov po tem, ko je video že posnet. Pred uvedbo prilagoditev za obdelavo bo video Log nižjega kontrasta in nižje nasičenosti barv.
sv: Log är ett videoformat som bevarar mer information i filen. Detta ger större flexibilitet för att redigera färger och göra justeringar efter att videon har filmats. Log framstår som livlös och grå innan justeringar av bildbehandlingen skett.
ta: Log என்பது கோப்பில் கூடுதலான தகவல்களைச் சேமித்து வைக்க உதவும் ஓர் வீடியோ வடிவம் ஆகும். இது நிறங்களைத் திருத்தும்போதும் வீடியோவைப் பதிவுசெய்த பின்னர் மாற்றங்களைச் செய்யும்போதும் கூடுதல் நெகிழ்வுத்தன்மையை வழங்குகிறது. வீடியோவில் செய்யும் மாற்றங்களைச் செயலாக்குவதற்கு முன் Log வடிவத்தில் உள்ள வீடியோக்கள் ஃபிளாட்டாகவும் கிரேயாகவும் தோன்றும்.
te: Log అనేది వీడియో ఫార్మాట్, ఇది ఫైల్‌లో మరింత సమాచారాన్ని ఉంచుతుంది, వీడియోను క్యాప్చర్ చేసిన తర్వాత రంగును ఎడిట్ చేసి, అడ్జస్ట్‌మెంట్‌లు చేస్తున్నప్పుడు అదనపు ఫ్లెక్సిబిలిటీని అందిస్తుంది. అడ్జస్ట్‌మెంట్‌లను ప్రాసెస్ చేయక ముందు Log ఫ్లాట్‌గా గ్రే రంగులో కనిపిస్తుంది.
th: Log เป็นรูปแบบการบันทึกวิดีโอที่เก็บข้อมูลในไฟล์ได้มากกว่า เพื่อให้มีความยืดหยุ่นมากขึ้นในการปรับปรุงสีสันและการปรับแต่งต่างๆ หลังจากการถ่ายทำโดย Log จะบันทึกวิดีโอเป็นสีเทาในแบบเรียบก่อนเริ่มการประมวลผลต่างๆ
tr: Log, video çekildikten sonra renk düzenlerken ve ayarlamalar yaparken daha fazla esneklik sağlayarak dosyada daha fazla bilgi tutan bir video biçimidir. Log, işleme ayarlamaları yapılmadan önce düz ve gri görünür.
uk: Log — це відеоформат, що зберігає більше інформації у файлах, надаючи додаткові можливості для редагування кольорів і корекції відео після зйомки. Знімок у форматі Log виглядатиме сірим і пласким до виконання корекції.
ur: ‏Log ایک ایسا ویڈیو فارمیٹ ہے جو فائل میں زیادہ معلومات برقرار رکھتا ہے، جس سے ویڈیو کیپچر کرنے کے بعد رنگ میں ترمیم کرنے اور ویڈیو میں ایڈجسٹمنٹ کرنے میں اضافی لچک حاصل ہوتا ہے۔ پروسیسنگ ایڈجسٹمنٹ کرنے سے پہلے ‏Log فلیٹ اور سرمئی دکھائی دے گا۔
vi: Log là một định dạng video lưu giữ nhiều thông tin hơn trong tệp, cung cấp sự linh hoạt bổ sung khi sửa màu và thực hiện các chỉnh sửa sau khi quay video. Log sẽ xuất hiện dưới dạng phẳng và màu xám trước khi các điều chỉnh xử lý được thực hiện.
zh_cn: Log是一种视频格式，可在文件中保留更多信息，使拍摄视频的后期色彩编辑和调整更加灵活。Log在处理调整前将呈现平滑灰阶。
zh_hk: Log是一種在檔案中儲存更多資料的影片格式，讓你在拍攝影片後進行顏色編輯和調整時更具彈性。在處理調整之前，使用Log的影片將會呈現為平坦而灰暗。
zh_tw: Log是一種在檔案中保留更多資訊的影片格式，可在影片拍攝後於編輯顏色和調整項目時提供更多彈性。Log在處理調整項目前會顯示為平滑和灰色。

# PRO_RES_COLOR_SPACE_HEADER
source: Encoding
ar: الترميز
bg: Кодиране
bn: এনকোডিং
ca: Codificació
cs: Kódování
da: Kodning
de: Codierung
el: Κωδικοποίηση
es: Codificación
es_us: Codificación
fi: Koodaus
fr: Encodage
fr_ca: Encodage
gu: એેંકોડિંગ
he: קידוד
hi: एनकोडिंग
hr: Kodiranje
hu: Kódolás
id: Pengodean
it: Codifica
ja: エンコーディング
kk: Кодтау
kn: ಎನ್‌ಕೋಡಿಂಗ್
ko: 인코딩
lt: Kodavimas
ml: എൻകോഡിങ്
mr: एनकोडिंग
ms: Pengekodan
nb: Koding
nl: Codering
or: ଏନ୍‌କୋଡିଂ
pa: ਇਨਕੋਡਿੰਗ
pl: Kodowanie
pt_br: Codificação
pt_pt: Codificação
ro: Codare
ru: Кодировка
sk: Kódovanie
sl: Kodiranje
sv: Kodning
ta: என்கோடிங்
te: ఎన్‌కోడింగ్
th: บันทึกข้อมูล
tr: Kodlama
uk: Кодування
ur: انکوڈنگ
vi: Mã hóa
zh_cn: 编码
zh_hk: 編碼
zh_tw: 編碼
